IDEA Open Model
TemperatureLoadOnLine.ConvectionCoefficient Property
Compatible with IDEA StatiCa 20.1
 Convection coefficient per area - αc[W/(m2K)]
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double ConvectionCoefficient { get; set; }
Public Property ConvectionCoefficient As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
TemperatureLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace